{
	"contact_us": "Contact us",
	"home_title": "Home",
	"about_us_title": "About us",
	"products_title": "Products",
	"contacts_title": "Contacts",
	"berries_title": "Berries",
	"fruits_title": "Fruits",
	"vegetables_title": "Vegetables",
	"mushrooms_title": "Mushrooms",
	"certificates_title": "Certificates",
	"business_hours_title": "Business hours",
	"mon": "Monday",
	"tue": "Tuesday",
	"wed": "Wednesday",
	"thu": "Thursday",
	"fri": "Friday",
	"sat": "Saturday",
	"sun": "Sunday",
	"closed": "Closed",
	"gallery_title": "Gallery",
	"harvest_calendar": "Harvest calendar",
	"jan": "January",
	"feb": "February",
	"mar": "March",
	"apr": "April",
	"may": "May",
	"jun": "June",
	"jul": "July",
	"aug": "August",
	"sep": "September",
	"oct": "October",
	"nov": "November",
	"dec": "December",
	"company_name": "Yagoda Karpat",
	"companyFullName": "Yagoda Karpat LLC",
	"copied": "Copied",
	"all": "All",
	"all_rights_reserved": "All rights reserved",
	"requestPrice": "Request price",
	"companyCode": "Company code",
	"downloadCertificate": "Download certificate",

	"header": {
		"openMenu": "Open menu",
		"closeMenu": "Close menu"
	},

	"home": {
		"title": "Manufacturer and exporter of frozen and dried products",
		"sec_title": "We produce and export high-quality frozen and dried berries, fruits, mushrooms and vegetables",
		"desc_seo": "Wholesale frozen and dried berries, fruits, mushrooms, and veggies from Ukraine. High-quality natural products. Export to the EU and worldwide.",
		"viewProducts": "View products",
		"requestPriceList": "Request price list",
		"viewAllProducts": "View all products"
	},

	"about_us": {
		"paragraph1": "We are a family-owned private company with over a decade of experience in the industrial processing and export of frozen and dried berries, fruits, mushrooms, and vegetables. Since 2010, we have built our operations around one core principle: delivering consistent, certified quality at scale for international B2B partners. From hand-picked raw materials to advanced processing technologies, every stage of our production is designed to meet the expectations of demanding European markets.",
		"paragraph2": "All our products are grown and harvested exclusively in environmentally clean regions of Ukraine, where favorable climatic conditions and long-standing agricultural traditions ensure high-quality raw materials. We work closely with trusted farmers and carefully control the harvesting process to preserve the natural taste, color, and nutritional value of our products. Depending on the type of product and customer requirements, we use IQF freezing, sun drying, or drying in specialized drying chambers.",
		"paragraph3": "Quality and food safety are the foundation of our business. Our facilities operate in full compliance with international standards, including HACCP, ISO, and Organic certifications. This commitment allows us to act not just as a supplier, but as a reliable long-term partner for EU buyers seeking transparency, flexibility, and dependable volumes. We combine family ownership with industrial precision - delivering natural products you can trust, season after season.",
		"year": "years of experience",
		"product": "natural products",
		"volume": "employees",
		"map_title": "Where we supply our products"
	},

	"products": {
		"title": "All products",
		"filter": "Filter",
		"filter_placeholder": "Which product are you searching?",
		"productNotFound": "Product not found",
		"frozenBilberries": "IQF frozen bilberries",
		"frozenLingonberries": "IQF frozen lingonberries",
		"frozenRosehips": "IQF frozen rose hips",
		"frozenPlums": "IQF frozen plums",
		"driedPlums": "Dried plums",
		"prunes": "Prunes",
		"frozenElderberries": "IQF frozen elderberries",
		"frozenStrawberries": "IQF frozen strawberries",
		"frozenRaspberries": "IQF frozen raspberries",
		"frozenApricots": "IQF frozen apricots",
		"frozenRedBellPeppers": "IQF frozen red bell peppers",
		"frozenGreenBellPeppers": "IQF frozen green bell peppers",
		"frozenYellowBellPeppers": "IQF frozen yellow bell peppers",
		"frozenMixedBellPeppers": "IQF frozen mixed bell peppers",
		"frozenPorciniMushrooms": "IQF frozen porcini mushrooms",
		"freshPorciniMushrooms": "Fresh porcini mushrooms",
		"driedPorciniMushrooms": "Dried porcini mushrooms",
		"freshChanterelles": "Fresh chanterelles",
		"driedChanterelles": "Dried chanterelles",
		"frozenSourCherries": "IQF frozen sour cherries",
		"frozenHoneyMushrooms": "IQF frozen honey mushrooms",
		"frozenBlackberries": "IQF frozen blackberries",
		"frozenGrapes": "IQF frozen grapes",
		"frozenCorn": "IQF frozen sweet corn",
		"frozenBlackCurrants": "IQF frozen black currants",
		"productDetails": "Product details"
	},

	"contacts": {
		"address": "Central street, 34B, Vilkhivtsi village, Tyachiv district, Transcarpathian region, Ukraine, 90542",
		"contact_us_title": "Contact us",
		"name": "Name",
		"tel": "Phone number",
		"email": "Email",
		"message": "Message",
		"submit": "Send",
		"map_title": "Where to find us"
	},

	"ourCertificates": {
		"desc": "We adhere to the highest safety and quality standards, confirmed by our HACCP and Organic certificates. Our products are made from carefully selected raw materials and undergo multi-stage control at every stage of production. These international certifications ensure that our berries, fruits, and vegetables are natural, safe, and fully compliant with the requirements of organic production."
	},

	"footer": {
		"navigation": "Navigation",
		"scrollToTop": "Scroll to top"
	},

	"product_page": {
		"origin_title": "Origin",
		"packaging_title": "Packaging",
		"delivery": "Delivery",
		"deliveryByVehicle": "Delivery by vehicle",
		"desc_title": "Description",
		"status": "Status",
		"whole": "whole",
		"sliced": "sliced",
		"cubic": "cubic",
		"strips": "strips",
		"with_stone": "with stone",
		"pitted": "pitted",
		"uncleaned_1": "uncleaned",
		"uncleaned_2": "uncleaned",
		"cleaned_1": "cleaned",
		"cleaned_2": "cleaned",
		"related": "Related products",
		"frozenBilberriesDesc": "IQF frozen bilberries for industrial processing and export. Wild-harvested, hand-picked berries with natural color, flavor, and nutrients preserved.",
		"frozenLingonberriesDesc": "IQF frozen lingonberries for industrial processing and export. Wild-harvested, hand-picked berries with natural color, flavor, and nutrients preserved.",
		"frozenRosehipsDesc": "IQF frozen rosehips for industrial processing and export. Wild-harvested, hand-picked fruits with natural color, flavor, and nutrients preserved.",
		"frozenPlumsDesc": "IQF frozen plums for industrial processing and export. Ripe, hand-selected fruits with natural color, flavor, and nutrients preserved.",
		"driedPlumsDesc": "Dried plums for industrial processing and export. Sweet, pitted fruits with preserved natural flavor, aroma, and nutritional value.",
		"prunesDesc": "Premium prunes for industrial processing and export. Sweet, tender dried plums with rich flavor, dark color, and extended shelf life.",
		"frozenElderberriesDesc": "IQF frozen elderberries for industrial processing and export. Wild dark berries with preserved color, tart flavor, and high antioxidant content.",
		"frozenStrawberryDesc": "IQF frozen strawberries for industrial processing and export. Ripe, hand-selected berries with preserved color, aroma, and natural sweetness.",
		"frozenRaspberryDesc": "IQF frozen raspberries for industrial processing and export. Hand-picked ripe berries with vibrant color, rich flavor, and ideal texture preserved.",
		"frozenApricotDesc": "IQF frozen apricots for industrial processing and export. Ripe, pitted fruits with preserved color, aroma, and tender texture.",
		"frozenRedBellPeppersDesc": "IQF frozen red bell peppers for industrial processing and export. Cleaned, sliced peppers with preserved color, sweetness, and firm texture.",
		"frozenGreenBellPeppersDesc": "IQF frozen green bell peppers for industrial processing and export. Diced or sliced peppers with preserved color, texture, and mild flavor.",
		"frozenYellowBellPeppersDesc": "IQF frozen yellow bell peppers for industrial processing and export. Cut peppers with vivid color, mild sweetness, and smooth texture preserved.",
		"frozenMixedBellPeppersDesc": "IQF frozen mixed bell peppers for industrial processing and export. Colorful blend of peppers with preserved color, sweetness, and texture.",
		"frozenPorciniMushroomsDesc": "IQF frozen porcini mushrooms for industrial processing and export. Wild mushrooms with rich flavor, firm texture, and natural aroma preserved.",
		"freshPorciniMushroomsDesc": "Fresh porcini mushrooms for industrial processing and export. Wild boletus with rich flavor, firm texture, and premium quality.",
		"driedPorciniMushroomsDesc": "Dried porcini mushrooms for industrial processing and export. Wild boletus with intense aroma, rich flavor, and long shelf life.",
		"freshChanterellesDesc": "Fresh chanterelles for industrial processing and export. Wild mushrooms with delicate aroma, firm texture, and premium quality.",
		"driedChanterellesDesc": "Dried chanterelles for industrial processing and export. Wild mushrooms with rich aroma, earthy flavor, and long shelf life.",
		"frozenSourCherriesDesc": "IQF frozen sour cherries for industrial processing and export. Pitted cherries with rich color, tangy flavor, and juicy texture preserved.",
		"frozenHoneyMushroomsDesc": "IQF frozen honey mushrooms for industrial processing and export. Wild mushrooms with firm texture, natural color, and mild flavor preserved.",
		"frozenBlackberriesDesc": "IQF frozen blackberries for industrial processing and export. Wild berries with preserved color, sweet-tart flavor, and juicy texture.",
		"frozenGrapesDesc": "IQF frozen grapes for industrial processing and export. Seedless grapes with preserved sweetness, firm texture, and bright color.",
		"frozenCornDesc": "IQF frozen sweet corn for industrial processing and export. Tender kernels with preserved color, sweetness, and firm texture.",
		"frozenBlackCurrantsDesc": "IQF frozen black currants for industrial processing and export. Wild berries with rich color, tart flavor, and high vitamin C content.",
		"origin": {
			"region": {
				"title": "Ukraine (Carpathian region)",
				"desc": "Wild-harvested or ecologically cultivated in pollution-free environments."
			},
			"traceability": {
				"title": "Full Traceability",
				"desc": "We monitor every step from harvesting in the forest to the final IQF processing."
			}
		},
		"packaging": {
			"paperBag": {
				"title": "Multi-layer Paper Bags (25 kg)",
				"desc": "Heavy-duty, food-grade bags with a polyethylene liner to prevent moisture loss and freezer burn."
			},
			"cartonBox": {
				"title": "Corrugated Carton Boxes (10 kg)",
				"desc": "Ideal for smaller wholesale orders or professional kitchens; easy to stack and palletize."
			},
			"octabin": {
				"title": "Industrial Octabins (400 kg)",
				"desc": "Best for large-scale production facilities; optimized for efficient logistics and bulk processing."
			},
			"woodenContainer": {
				"title": "Wooden Shipping Crates",
				"desc": "Heavy-duty wooden crates engineered for maximum protection during long-distance transit and intensive handling."
			}
		},
		"pack_1": "Paper bag (25 kg)",
		"pack_2": "Carton box (10 kg)",
		"pack_3": "Wooden container",
		"pack_4": "Octabin (400 kg)",
		"requestQuotation": "Request quotation",
		"company": "Company",
		"productRequested": "Product requested",
		"messagePlaceholder": "Please specify required packaging, volume, and destination country.",
		"minimumOrderQuantity": "*Minimum order quantity: 500 kg",
		"wholesaleSupplier": "Wholesale Supplier"
	}
}
