{
	"contact_us": "Зв'яжіться з нами",
	"home_title": "Головна",
	"about_us_title": "Про нас",
	"products_title": "Продукти",
	"contacts_title": "Контакти",
	"berries_title": "Ягоди",
	"fruits_title": "Фрукти",
	"vegetables_title": "Овочі",
	"mushrooms_title": "Гриби",
	"certificates_title": "Сертифікати",
	"business_hours_title": "Робочі години",
	"mon": "Понеділок",
	"tue": "Вівторок",
	"wed": "Середа",
	"thu": "Четвер",
	"fri": "П'ятниця",
	"sat": "Субота",
	"sun": "Неділя",
	"closed": "Зачинено",
	"gallery_title": "Галерея",
	"harvest_calendar": "Календар збору врожаю",
	"jan": "Січень",
	"feb": "Лютий",
	"mar": "Березень",
	"apr": "Квітень",
	"may": "Травень",
	"jun": "Червень",
	"jul": "Липень",
	"aug": "Серпень",
	"sep": "Вересень",
	"oct": "Жовтень",
	"nov": "Листопад",
	"dec": "Грудень",
	"company_name": "Ягода Карпат",
	"companyFullName": "ТОВ \"Ягода Карпат\"",
	"copied": "Скопійовано",
	"all": "Всі",
	"all_rights_reserved": "Всі права захищені",
	"requestPrice": "Запитати ціну",
	"companyCode": "ЄДРПОУ",

	"header": {
		"openMenu": "Відкрити меню",
		"closeMenu": "Закрити меню"
	},

	"home": {
		"title": "Виробник та експортер замороженої та сушеної продукції",
		"sec_title": "Ми виробляємо та експортуємо високоякісні заморожені та сушені ягоди, фрукти, гриби та овочі",
		"desc_seo": "Оптовий продаж заморожених та сушених ягід, фруктів, грибів та овочів з України. Високоякісні натуральні продукти. Експорт до ЄС та по всьому світу.",
		"viewProducts": "Переглянути продукцію",
		"requestPriceList": "Запросити прайс-лист",
		"viewAllProducts": "Переглянути всі продукти"
	},

	"about_us": {
		"paragraph1": "Ми — сімейна приватна компанія з понад десятирічним досвідом у сфері промислової переробки та експорту заморожених і сушених ягід, фруктів, грибів та овочів. З 2010 року ми будуємо нашу діяльність навколо ключового принципу — стабільна, сертифікована якість у промислових обсягах для професійних B2B-партнерів. Від ручного збору сировини до сучасних технологій обробки кожен етап виробництва відповідає вимогам європейських ринків.",
		"paragraph2": "Уся наша продукція вирощується та збирається виключно в екологічно чистих регіонах України, де сприятливі кліматичні умови та давні аграрні традиції забезпечують високу якість сировини. Ми тісно співпрацюємо з перевіреними фермерами та ретельно контролюємо процес збору, щоб зберегти природний смак, колір і поживну цінність продуктів. Залежно від типу продукції та вимог клієнта ми застосовуємо технології IQF-заморожування, сушіння на сонці або сушіння у спеціальних сушильних камерах.",
		"paragraph3": "Якість і безпека харчових продуктів є основою нашого бізнесу. Наші виробничі потужності працюють відповідно до міжнародних стандартів, зокрема HACCP, ISO та Organic. Це дозволяє нам бути не лише постачальником, а надійним довгостроковим партнером для європейських покупців, які цінують прозорість, гнучкість і стабільні обсяги поставок. Ми поєднуємо сімейні цінності з промисловою точністю — постачаючи натуральну продукцію, якій можна довіряти сезон за сезоном.",
		"year": "років досвіду",
		"product": "натуральних продуктів",
		"volume": "працівників",
		"map_title": "Куди ми постачаємо нашу продукцію"
	},

	"products": {
		"title": "Всі продукти",
		"filter": "Фільтер",
		"filter_placeholder": "Який продукт ви шукаєте?",
		"productNotFound": "Продукт не знайдено",
		"frozenBilberries": "Заморожена чорниця",
		"frozenLingonberries": "Заморожена брусниця",
		"frozenRosehips": "Заморожені шипшини",
		"frozenPlums": "Заморожені сливи",
		"driedPlums": "Сушені сливи",
		"prunes": "Чорнослив",
		"frozenElderberries": "Заморожена бузина",
		"frozenStrawberries": "Заморожена полуниця",
		"frozenRaspberries": "Заморожена малина",
		"frozenApricots": "Заморожені абрикоси",
		"frozenRedBellPeppers": "Заморожений червоний солодкий перець",
		"frozenGreenBellPeppers": "Заморожений зелений солодкий перець",
		"frozenYellowBellPeppers": "Заморожений жовтий солодкий перець",
		"frozenMixedBellPeppers": "Заморожений мікс солодкого перцю",
		"freshPorciniMushrooms": "Свіжі білі гриби",
		"frozenPorciniMushrooms": "Заморожені білі гриби",
		"driedPorciniMushrooms": "Сушені білі гриби",
		"freshChanterelles": "Свіжі лисички",
		"driedChanterelles": "Сушені лисички",
		"frozenSourCherries": "Заморожена вишня",
		"frozenHoneyMushrooms": "Заморожені опеньки",
		"frozenBlackberries": "Заморожена ожина",
		"frozenGrapes": "Заморожений виноград",
		"frozenCorn": "Заморожена кукурудза",
		"frozenBlackCurrants": "Заморожена чорна смородина",
		"productDetails": "Деталі продукту"
	},

	"contacts": {
		"address": "вул. Центральна, 34Б, с. Вільхівці, Тячівський р-н, Закарпатська обл., Україна, 90542",
		"contact_us_title": "Зв'яжіться з нами",
		"name": "Ім'я",
		"tel": "Номер телефону",
		"email": "Електронна пошта",
		"message": "Повідомлення",
		"submit": "Відправити",
		"map_title": "Де нас знайти",
		"our_certificates": "Наші сертифікати"
	},

	"ourCertificates": {
		"desc": "Ми дотримуємося найвищих стандартів безпеки та якості, що підтверджено сертифікатами HACCP та Organic. Наша продукція виготовляється з ретельно відібраної сировини й проходить багатоступеневий контроль на кожному етапі виробництва. Наявність цих міжнародних сертифікатів гарантує, що наші ягоди, фрукти та овочі є натуральними, безпечними та відповідають вимогам екологічного виробництва."
	},

	"footer": {
		"navigation": "Навігація",
		"scrollToTop": "Прокрутити нагору"
	},

	"product_page": {
		"origin_title": "Походження",
		"packaging_title": "Пакування",
		"delivery": "Доставка",
		"deliveryByVehicle": "Доставка транспортом",
		"desc_title": "Опис",
		"status": "Статус",
		"whole": "цілий",
		"sliced": "полоска",
		"cubic": "кубик",
		"strips": "соломка",
		"with_stone": "з кісткою",
		"pitted": "без кістки",
		"uncleaned_1": "неочищена",
		"uncleaned_2": "неочищений",
		"cleaned_1": "очищена",
		"cleaned_2": "очищений",
		"related": "Схожа продукція",
		"frozenBilberriesDesc": "IQF заморожена чорниця для промпереробки та експорту. Лісові, вручну зібрані ягоди з природним кольором, смаком і збереженими поживними речовинами.",
		"frozenLingonberriesDesc": "IQF заморожена брусниця для промпереробки та експорту. Лісові, вручну зібрані ягоди з природним кольором, смаком і збереженими поживними речовинами.",
		"frozenRosehipsDesc": "IQF заморожена шипшина для промпереробки та експорту. Лісові, вручну зібрані плоди з природним кольором, смаком та збереженими поживними речовинами.",
		"frozenPlumsDesc": "IQF заморожені сливи для промпереробки та експорту. Стиглі, вручну відібрані плоди зі збереженим природним кольором, смаком і поживними властивостями.",
		"driedPlumsDesc": "Сушені сливи для промпереробки та експорту. Солодкі, безкісточкові плоди зі збереженим природним смаком, ароматом і поживною цінністю.",
		"prunesDesc": "Преміальний чорнослив для промпереробки та експорту. Солодкі, м’які плоди з багатим смаком, темним кольором і довгим зберіганням.",
		"frozenElderberriesDesc": "IQF заморожена бузина для промпереробки та експорту. Лісові темні ягоди зі збереженим кольором, кислуватим смаком і високим вмістом антиоксидантів.",
		"frozenStrawberryDesc": "IQF заморожена полуниця для промпереробки та експорту. Стиглі, вручну відібрані ягоди зі збереженим кольором, ароматом і природною солодкістю.",
		"frozenRaspberryDesc": "IQF заморожена малина для промпереробки та експорту. Вручну зібрані стиглі ягоди зі збереженим яскравим кольором, насиченим смаком і ідеальною текстурою.",
		"frozenApricotDesc": "IQF заморожені абрикоси для промпереробки та експорту. Стиглі, безкісточкові плоди зі збереженим кольором, ароматом і ніжною текстурою.",
		"frozenRedBellPeppersDesc": "IQF заморожений червоний солодкий перець для промпереробки та експорту. Очищений і нарізаний перець зі збереженим кольором, солодкістю та пружною текстурою.",
		"frozenGreenBellPeppersDesc": "IQF заморожений зелений солодкий перець для промпереробки та експорту. Кублений або нарізаний перець зі збереженим кольором, текстурою та м’яким смаком.",
		"frozenYellowBellPeppersDesc": "IQF заморожений жовтий солодкий перець для промпереробки та експорту. Нарізаний перець зі збереженим яскравим кольором, м’якою солодкістю та ніжною текстурою.",
		"frozenMixedBellPeppersDesc": "IQF заморожений мікс солодкого перцю для промпереробки та експорту. Кольорова суміш перців зі збереженим кольором, солодкістю та текстурою.",
		"freshPorciniMushroomsDesc": "Свіжі білі гриби для промпереробки та експорту. Лісові боровики з насиченим смаком, пружною текстурою та преміальною якістю.",
		"frozenPorciniMushroomsDesc": "IQF заморожені білі гриби для промпереробки та експорту. Лісові гриби зі збереженим насиченим смаком, пружною текстурою та природним ароматом.",
		"driedPorciniMushroomsDesc": "Сушені білі гриби для промпереробки та експорту. Лісові боровики з інтенсивним ароматом, насиченим смаком і тривалим терміном зберігання.",
		"freshChanterellesDesc": "Свіжі лисички для промпереробки та експорту. Лісові гриби з ніжним ароматом, пружною текстурою та преміальною якістю.",
		"driedChanterellesDesc": "Сушені лисички для промпереробки та експорту. Лісові гриби з насиченим ароматом, землистим смаком і тривалим терміном зберігання.",
		"frozenSourCherriesDesc": "IQF заморожена вишня для промпереробки та експорту. Безкісточкові ягоди зі збереженим насиченим кольором, кислуватим смаком і соковитою текстурою.",
		"frozenHoneyMushroomsDesc": "IQF заморожені опеньки для промпереробки та експорту. Лісові гриби зі збереженою пружною текстурою, природним кольором і м’яким смаком.",
		"frozenBlackberriesDesc": "IQF заморожена ожина для промпереробки та експорту. Лісові ягоди зі збереженим кольором, солодко-кислим смаком і соковитою текстурою.",
		"frozenGrapesDesc": "IQF заморожений виноград для промпереробки та експорту. Безкісточкові ягоди зі збереженою солодкістю, пружною текстурою та яскравим кольором.",
		"frozenCornDesc": "IQF заморожена солодка кукурудза для промпереробки та експорту. Ніжні зерна зі збереженим кольором, солодкістю та пружною текстурою.",
		"frozenBlackCurrantsDesc": "IQF заморожена чорна смородина для промпереробки та експорту. Лісові ягоди з насиченим кольором, кислуватим смаком і високим вмістом вітаміну C.",
		"origin": {
			"region": {
				"title": "Україна (Карпатський регіон)",
				"desc": "Дикорослі або екологічно культивовані ягоди, вирощені в зонах без промислового забруднення."
			},
			"traceability": {
				"title": "Повна простежуваність",
				"desc": "Ми контролюємо кожен етап: від збору в лісі до фінальної шокової заморозки (IQF)."
			}
		},
		"packaging": {
			"paperBag": {
				"title": "Багатошарові паперові мішки (25 кг)",
				"desc": "Надміцні харчові мішки з поліетиленовим вкладишем для запобігання втраті вологи та вимерзанню продукту."
			},
			"cartonBox": {
				"title": "Гофрокартонні ящики (10 кг)",
				"desc": "Ідеально підходять для невеликих оптових замовлень або професійних кухонь; зручні для штабелювання та палетування."
			},
			"octabin": {
				"title": "Промислові октабіни (400 кг)",
				"desc": "Найкращий варіант для великомасштабних виробничих потужностей; оптимізовані для ефективної логістики та масової переробки."
			}
		},
		"pack_1": "Паперовий мішок (25 кг)",
		"pack_2": "Картонна коробка (10 кг)",
		"pack_3": "Дерев'яна тара",
		"pack_4": "Октабін (400 кг)",
		"requestQuotation": "Запит комерційної пропозиції",
		"company": "Компанія",
		"productRequested": "Продукт запиту",
		"messagePlaceholder": "Будь ласка, вкажіть необхідне пакування, обсяг та країну призначення.",
		"minimumOrderQuantity": "*Мінімальне замовлення: 500 кг",
		"wholesaleSupplier": "Оптовий Постачальник"
	}
}
